app/controllers/cadastros_controller.rb

SELECT "cadastros".* FROM "cadastros"
---
  def index
    @cadastros = Cadastro.all